a = ["ноль", "один", "два", "три", "четыре", "пять", "шесть", "семь", "восемь", "девять"]
b = ["одиннадцать", "двенадцать", "тринадцать", "четырнадцать", "пятнадцать", "шестнадцать","семнадцать", "восемнадцать","девятнадцать"]
c = ["десять","двадцать","тридцать","сорок","пятьдесят","шестьдесят","семдесят","восемдесят","девяносто"]
def saydigit(n):
	if n % 10 == 0:
		print(c[n // 10 - 1])
	elif n > 10 and n < 20:
		print(b[n % 10 - 1])
	else:
		print(c[n // 10 - 1], a[n % 10])
saydigit(81)
saydigit(10)
saydigit(11)